cases/dafoam/probes/curriculum_D11_mrf_probe_Cprime/d11c_case/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (10 0 0);
boundaryField
{
    inlet        { type fixedValue; value uniform (10 0 0); }
    outlet       { type zeroGradient; }
    upperWall    { type fixedValue; value uniform (0 0 0); }
    lowerWall    { type fixedValue; value uniform (0 0 0); }
    frontAndBack { type symmetry; }
}
