cases/dafoam/probes/curriculum_D11_mrf_probe_Cprime/d11c_case/0.orig/nuTilda
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 4.5e-05;
boundaryField
{
    inlet        { type fixedValue; value uniform 4.5e-05; }
    outlet       { type zeroGradient; }
    upperWall    { type fixedValue; value uniform 0; }
    lowerWall    { type fixedValue; value uniform 0; }
    frontAndBack { type symmetry; }
}
