cases/dafoam/probes/curriculum_D11_mrf_probe_Cprime/d11c_case/system/topoSetDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
actions
(
    {
        name    rotorCells;
        type    cellSet;
        action  new;
        source  boxToCell;
        box     (0.08 -1 -1) (0.12 1 1);
    }
    {
        name    rotor;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        set     rotorCells;
    }
);
// ************************************************************************* //
